recipes = {
    'polov': """
Репчатый лук - 4 головки
Соль - по вкусу
Растительное масло - 300 мл
Чеснок - 2 головки
Морковь - 1 кг
Баранина - 1 кг
Длиннозерный рис - 500 г
Семена кориандра - 1 чайная ложка
Молотый кумин (зира) - 1 столовая ложка
Сушеный красный перец - 2 штуки
Сушеный барбарис - 1 столовая ложка
    """,
    'manty': """
Вода - 400 мл
Репчатый лук - 1½ кг
Молотый черный перец - по вкусу
Соль - 1 чайная ложка
Пшеничная мука - по вкусу
Молотый красный перец - по вкусу
Курдючное сало - 200 г
Филе баранины - 1 кг
Белый лук - ½ кг
Кумин (зира) - по вкусу          
    """,
    'hanym': """
Вода - 100 мл
Репчатый лук - 2 штуки
Куриное яйцо - 1 штука
Молотый черный перец - по вкусу
Соль - по вкусу
Растительное масло - 2 столовые ложки
Морковь - 2 штуки
Пшеничная мука - 2 стакана
Мясной фарш - 500 г
    """,
    'samsa': """
Сливочное масло - 100 г
Молотый черный перец - по вкусу
Соль - по вкусу
Пшеничная мука - 250 г
Яичный желток - 1 штука
Курица - 700 г
Лук - 200 г
    """,
    'mashhurda': """
Вода - 3 л
Репчатый лук - 200 г
Молотый черный перец - по вкусу
Соль - по вкусу
Растительное масло - 30 мл
Рис - 130 г
Базилик - 100 г
Баранина - 700 г
Зеленый лук - 50 г
Кинза - 100 г
Мацони - по вкусу
Горох маш - 200 г
    """,
    'shashlik': """
Молотый черный перец - ½ столовые ложки
Петрушка - 1 пучок
Укроп - 1 пучок
Базилик - 1 столовая ложка
Кинза - 1 пучок
Красный лук - 1 головка
Белый лук - 1 головка
Армянский лаваш - 1 штука
Свиная шея - 1 кг
Крупная соль - 2 чайные ложки
Зерна граната - 1 столовая ложка
Чабер - 1 стебель
Сладкая паприка - 1 столовая ложка
    """,
}